cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'fzf'
brew 'heroku'
brew 'htop'
brew 'hub'
brew 'jq'
brew 'libgit2'
brew 'mitmproxy'
brew 'mtr'
brew 'nmap'
brew 'nvm'
brew 'openssl'
brew 'openvpn'
brew 'pgcli'
brew 'pinentry'
brew 'postgresql'
brew 'python'
brew 'python3'
brew 'pyenv'
brew 'rbenv'
brew 'readline'
brew 'ruby'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'watch'
brew 'wget'
brew 'zsh'
brew 'gpg-agent'
brew 'diff-so-fancy'
brew 'gnupg'
brew 'jq'
brew 'ccat'
brew 'rg'
brew 'zplug'
brew 'kubectx'
brew 'kex'
brew 'stern'
brew 'kpoof'
brew 'klog'

cask 'evernote'
cask 'istat-menus'
cask 'franz'
cask 'alfred'
cask 'caffeine'
cask 'google-chrome'
cask 'google-backup-and-sync'
cask 'iterm2'
cask 'java'
cask 'karabiner-elements'
# cask 'lastpass' this is not the mac app...
cask 'magicprefs'
cask 'notational-velocity'
cask 'numi'
cask 'pycharm'
cask 'rubymine'
cask 'shiftit'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'steam'
cask 'transmission'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vlc'
cask 'postman'
cask 'docker'
cask 'macdown'
cask 'keybase'
