cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'fzf'
brew 'htop'
brew 'hub'
brew 'jq'
brew 'libgit2'
brew 'mitmproxy'
brew 'mtr'
brew 'nmap'
brew 'nvm'
brew 'openssl'
brew 'pgcli'
brew 'postgresql'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'rbenv'
brew 'readline'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'watch'
brew 'wget'
brew 'zsh'
brew 'diff-so-fancy'
brew 'gnupg'
brew 'jq'
brew 'bat'
brew 'rg'
brew 'zplug'
brew 'kubectx'
brew 'kex'
brew 'stern'
brew 'kpoof'
brew 'klog'
brew 'vim'
brew 'fortune'
brew 'cowsay'

cask 'istat-menus'
cask 'alfred'
cask 'google-chrome'
cask 'google-backup-and-sync'
cask 'iterm2'
cask 'karabiner-elements'
cask 'numi'
cask 'pycharm'
cask 'shiftit'
cask 'slack'
cask 'spotify'
cask 'transmission'
cask 'visual-studio-code'
cask 'vlc'
cask 'postman'
cask 'docker'
cask 'macdown'
cask 'keybase'
